Repository: srevinsaju/portfolio-activity
Catalog: po/*.po
Languages: fr

source: create a slide show from Sugar Journal entries that have been 'starred'
fr: créer un diaporama à partir des entrées du journal Sugar dont tu as activé l'étoile

source: Joining activity...
fr: Accès à l'activité...

source: Please wait for the connection...
fr: Merci d'attendre pour la connexion...

source: Resuming shared activity...
fr: Reprise de l'activité partagée...

source: 2 seconds
fr: 2 secondes

source: 10 seconds
fr: 10 secondes

source: 30 seconds
fr: 30 secondes

source: Enter comments here.
fr: Entrer les commentaires ici.

source: Adjust
fr: Régler

source: Fullscreen
fr: Plein écran

source: Autoplay
fr: Visualisation automatique

source: Adjust playback speed
fr: Régler la vitesse de lecture

source: Refresh
fr: Rafraîchir

source: Slide view
fr: Mode diapos

source: Thumbnail view
fr: Mode miniatures

source: Save as PDF
fr: Sauvegarder en PDF

source: Save as presentation
fr: Sauvegarder comme présentation

source: Do you have any items in your Journal starred?
fr: Y a-t-il des éléments du Journal qui sont marqués d'un astérisque ?

source: This project is about...
fr: Le projet porte sur...

source: Save recording
fr: Sauvegarder l'enregistrement

source: audio note for %s
fr: note audio pour %s

source: Please wait.
fr: Patientez quelques instants.

source: untitled
fr: sans titre
