Repository: srevinsaju/portfolio-activity
Catalog: po/pbs.po
Languages: pbs

source: Portfolio
pbs: Sad-ia se matsjau me'ets

source: 2 seconds
pbs: kanuima chich'i kusap

source: 10 seconds
pbs: seska'ai chich'i kusap

source: 30 seconds
pbs: ranju' seska'ai chich'i kusap

source: 1 minute
pbs: nda chi'i tijiap

source: Adjust
pbs: Makjaik skad-a le'e

source: Fullscreen
pbs: Mi'a lipia kutau nak'ujuly'

source: Autoplay
pbs: Mamejep liji malaleiñ

source: Adjust playback speed
pbs: Matsjap manu peuk im manei me'e maleiñ

source: Refresh
pbs: Matsjau vinkjiu

source: Slide view
pbs: Manu kily'e me'ts

source: Thumbnail view
pbs: Manu lyi ly'it

source: Save as PDF
pbs: Makjat nkjai PDF

source: Do you have any items in your Journal starred?
pbs: tumei jiuk sad-ia li'iajaun' me'es pu xiñi'iu matsjau

source: Save recording
pbs: Makjaat sania' maka'an

source: audio note for %s
pbs: me'ets se vatei %s

source: Please wait.
pbs: kitchjautmajau kivié.

source: untitled
pbs: Nip lumei ne ngunjiu' kily'e me'ets
