Repository: srevinsaju/portfolio-activity
Catalog: po/quz.po
Languages: quz

source: Portfolio
quz: Llamk'aykuna

source: create a slide show from Sugar Journal entries that have been 'starred'
quz: Sugar P'anqanpi 'munasqakuna' hinata diapositivas qhawarichiqkunata kamariy

source: 2 seconds
quz: 2 segundukuna

source: 10 seconds
quz: 10 segundukuna

source: 30 seconds
quz: 30 segundukuna

source: 1 minute
quz: 1 chinini

source: Enter comments here.
quz: Rimariykunata kayman churay

source: Adjust
quz: mat´iy

source: Fullscreen
quz: Hunt'asqa pantalla

source: Autoplay
quz: Sapan puriq

source: Adjust playback speed
quz: Puriqpa phawayninta mat'iy

source: Refresh
quz: Kunanyachiy

source: Slide view
quz: Diapositiwakunata qhaway

source: Thumbnail view
quz: Huch´uy qhawanakuna

source: Save as PDF
quz: PDF khiputahina waqaychay

source: Do you have any items in your Journal starred?
quz: Kachkanchu p'anqaykipi ancha munasqa ch'ikusqakuna?

source: This project is about...
quz: Kay llamk'ayqa kaymantam...

source: Save recording
quz: Grabasqata waqaychay

source: audio note for %s
quz: %s kaypaq uyarinamanta willakuy

source: Please wait.
quz: Suyariy.

source: untitled
quz: Mana sutiyuq
